Repository: Atoshol/test_task_aiogram
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: uk

source: Set new language
uk: Змінити мову

source: Choose:
uk: Оберіть:

source: Configure profile, send your address
uk: Налаштуйте профіль, напишіть вашу адресу

source: Write your new address
uk: Напишіть нову адресу

source: Write your new Account ID
uk: Напишіть новий особовий рахунок

source: Hello, {name}!
uk: Привіт, {name}!

source: Send your account_id
uk: Напишіть свій особовий рахунок

source: Profile setup, go to menu
uk: Профіль налаштовано, Обери опцію

source: Choose option:
uk: Оберіть опцію:

source: Choose type of meter:
uk: Оберіть тип лічильника:

source: Choose type by buttons
uk: Обери тип використовуючи кнопки

source: Send photo of meter.
uk: Надішли фото лічильника.

source: Your data is saved.
uk: Данні збережено.

source: Should be photo, please send photo
uk: Повинно бути фото, будь ласка надішліть фото

source: Welcome {name}! Your account id: {account_id} Your address: {address} Choose data to change or back to menu:
uk: Вітаю {name}! Ваш особовий рахунок: {account_id} Ваша адреса: {address} Обери данні до зміни або повернутись в меню:

source: Profile
uk: Профіль

source: Change Language
uk: Змінити мову

source: Send meter reading
uk: Надіслати показники лічильника
